{"tokens_list": ["<pad>", "<unk>", "the", "and", "a", "of", "to", "is", "in", "it", "i", "this", "that", "was", "as", "for", "with", "movie", "but", "film", "on", "not", "you", "are", "his", "have", "be", "one", "he", "all", "at", "by", "an", "they", "so", "who", "from", "like", "or", "just", "her", "about", "out", "if", "it's", "has", "there", "some", "what", "good", "when", "more", "very", "up", "no", "time", "my", "even", "she", "would", "which", "only", "really", "see", "story", "their", "had", "can", "me", "well", "were", "than", "much", "we", "bad", "been", "get", "do", "great", "other", "will", "also", "people", "into", "because", "how", "first", "him", "most", "don't", "made", "then", "its", "them", "make", "way", "too", "movies", "could", "any", "after", "think", "characters", "watch", "films", "two", "many", "seen", "character", "being", "never", "plot", "love", "acting", "life", "did", "best", "where", "know", "show", "little", "over", "ever", "off", "does", "your", "better", "end", "man", "scene", "still", "say", "these", "here", "why", "scenes", "while", "something", "such", "go", "through", "back", "should", "those", "real", "i'm", "now", "watching", "thing", "doesn't", "actors", "funny", "though", "years", "didn't", "old", "another", "work", "10", "before", "actually", "nothing", "makes", "look", "director", "find", "going", "same", "new", "lot", "every", "few", "again", "part", "cast", "down", "us", "things", "want", "quite", "pretty", "world", "horror", "around", "seems", "can't", "young", "take", "however", "got", "thought", "big", "fact", "enough", "long", "both", "that's", "give", "i've", "own", "between", "may", "right", "comedy", "series", "action", "must", "music", "without", "times", "saw", "always", "original", "isn't", "role", "come", "almost", "gets", "interesting", "guy", "point", "done", "there's", "whole", "least", "far", "bit", "script", "minutes", "feel", "2", "anything", "making", "might", "since", "am", "family", "he's", "last", "probably", "tv", "performance", "kind", "away", "yet", "fun", "worst", "sure", "rather", "hard", "anyone", "girl", "each", "played", "day", "found", "looking", "woman", "screen", "although", "especially", "our", "believe", "having", "trying", "course", "dvd", "everything", "set", "goes", "comes", "ending", "put", "maybe", "place", "book", "shows", "three", "worth", "different", "main", "once", "sense", "american", "reason", "looks", "effects", "watched", "true", "money", "play", "actor", "wasn't", "job", "together", "war", "someone", "plays", "high", "instead", "year", "during", "half", "said", "1", "everyone", "later", "takes", "seem", "audience", "special", "beautiful", "left", "himself", "seeing", "john", "night", "black", "version", "shot", "excellent", "idea", "house", "star", "mind", "wife", "fan", "death", "used", "else", "simply", "nice", "budget", "poor", "completely", "short", "second", "you're", "3", "read", "less", "along", "top", "help", "home", "men", "line", "either", "boring", "dead", "friends", "kids", "production", "try", "enjoy", "wrong", "camera", "use", "low", "given", "father", "classic", "need", "full", "stupid", "until", "next", "performances", "school", "hollywood", "rest", "truly", "awful", "video", "couple", "start", "sex", "recommend", "let", "women", "tell", "terrible", "mean", "remember", "came", "getting", "understand", "perhaps", "moments", "name", "s", "keep", "itself", "face", "wonderful", "playing", "human", "style", "small", "episode", "perfect", "person", "others", "doing", "often", "early", "stars", "definitely", "written", "head", "lines", "dialogue", "gives", "piece", "couldn't", "went", "mother", "finally", "title", "absolutely", "case", "yes", "boy", "live", "laugh", "certainly", "liked", "oh", "worse", "become", "entertaining", "sort", "loved", "lost", "called", "hope", "picture", "felt", "overall", "mr", "entire", "several", "based", "supposed", "cinema", "friend", "guys", "sound", "5", "drama", "problem", "against", "waste", "white", "4", "beginning", "fans", "dark", "totally", "care", "direction", "humor", "wanted", "she's", "seemed", "under", "children", "despite", "lives", "lead", "game", "guess", "example", "already", "you'll", "final", "turn", "throughout", "evil", "becomes", "unfortunately", "able", "quality", "i'd", "days", "history", "b", "fine", "side", "wants", "horrible", "writing", "heart", "amazing", "flick", "killer", "run", "son", "michael", "works", "close", "act", "they're", "art", "kill", "matter", "etc", "tries", "town", "past", "won't", "enjoyed", "turns", "brilliant", "gave", "behind", "parts", "stuff", "genre", "favorite", "eyes", "car", "directed", "late", "hand", "expect", "hour", "soon", "obviously", "sometimes", "themselves", "thinking", "actress", "killed", "child", "girls", "starts", "viewer", "myself", "city", "decent", "highly", "type", "stop", "self", "god", "says", "group", "anyway", "voice", "known", "kid", "took", "blood", "heard", "happens", "except", "feeling", "fight", "experience", "coming", "slow", "daughter", "stories", "writer", "moment", "leave", "told", "extremely", "violence", "score", "police", "involved", "strong", "chance", "lack", "cannot", "roles", "wonder", "hit", "hilarious", "particularly", "ok", "happen", "including", "save", "living", "looked", "wouldn't", "crap", "simple", "please", "cool", "obvious", "happened", "complete", "murder", "cut", "age", "serious", "gore", "ago", "hell", "song", "attempt", "shown", "taken", "english", "robert", "seriously", "james", "david", "released", "reality", "interest", "opening", "jokes", "across", "none", "hero", "today", "possible", "exactly", "alone", "sad", "brother", "career", "number", "saying", "usually", "hours", "film's", "cinematography", "talent", "view", "annoying", "running", "yourself", "relationship", "documentary", "wish", "order", "huge", "whose", "shots", "ridiculous", "taking", "body", "light", "important", "middle", "level", "ends", "female", "call", "started", "husband", "i'll", "four", "word", "turned", "opinion", "major", "power", "mostly", "change", "usual", "silly", "scary", "rating", "beyond", "somewhat", "ones", "happy", "words", "room", "knows", "knew", "country", "disappointed", "novel", "talking", "non", "apparently", "strange", "upon", "attention", "basically", "single", "finds", "due", "cheap", "modern", "jack", "television", "musical", "problems", "miss", "clich", "episodes", "clearly", "local", "7", "thriller", "british", "talk", "events", "five", "sequence", "aren't", "class", "french", "t", "ten", "moving", "fast", "earth", "tells", "review", "predictable", "songs", "team", "straight", "die", "whether", "comic", "8", "add", "dialog", "sets", "entertainment", "above", "future", "near", "enjoyable", "space", "appears", "hate", "easily", "soundtrack", "bring", "giving", "romantic", "george", "lots", "similar", "supporting", "release", "mention", "filmed", "within", "message", "sequel", "haven't", "clear", "falls", "dull", "needs", "suspense", "bunch", "surprised", "eye", "showing", "certain", "sorry", "working", "tried", "ways", "easy", "theme", "d", "theater", "e", "among", "named", "what's", "storyline", "'", "monster", "king", "stay", "fall", "effort", "stand", "minute", "gone", "using", "feature", "comments", "tale", "buy", "9", "dr", "sister", "typical", "editing", "avoid", "deal", "mystery", "doubt", "rock", "re", "okay", "kept", "feels", "nearly", "fantastic", "subject", "viewing", "oscar", "elements", "check", "points", "realistic", "parents", "means", "famous", "greatest", "herself", "imagine", "richard", "rent", "viewers", "crime", "peter", "general", "form", "lady", "actual", "dog", "follow", "believable", "period", "red", "brought", "material", "move", "somehow", "forget", "begins", "reviews", "paul", "you've", "animation", "leads", "surprise", "weak", "figure", "sit", "hear", "average", "20", "sequences", "killing", "atmosphere", "tom", "open", "wait", "learn", "eventually", "premise", "sci", "fi", "deep", "expected", "whatever", "indeed", "lame", "poorly", "particular", "note", "dance", "imdb", "shame", "situation", "third", "york", "truth", "box", "decided", "free", "hot", "who's", "difficult", "season", "acted", "needed", "leaves", "romance", "unless", "gay", "possibly", "sexual", "emotional", "boys", "footage", "write", "doctor", "forced", "western", "became", "credits", "de", "memorable", "reading", "air", "otherwise", "begin", "crew", "society", "question", "meet", "male", "let's", "meets", "plus", "cheesy", "hands", "superb", "screenplay", "street", "interested", "features", "beauty", "perfectly", "laughs", "nature", "stage", "masterpiece", "forward", "whom", "effect", "comment", "nor", "badly", "previous", "sounds", "weird", "japanese", "island", "inside", "personal", "quickly", "total", "keeps", "towards", "america", "result", "crazy", "worked", "incredibly", "earlier", "setting", "background", "mess", "battle", "cop", "writers", "fire", "copy", "unique", "realize", "dumb", "mark", "lee", "business", "rate", "powerful", "dramatic", "older", "following", "girlfriend", "directors", "joke", "pay", "plenty", "directing", "various", "baby", "development", "brings", "creepy", "appear", "front", "ask", "dream", "water", "bill", "admit", "apart", "rich", "joe", "political", "fairly", "reasons", "leading", "spent", "portrayed", "telling", "wasted", "cover", "fighting", "present", "outside", "fails", "era", "gun", "deserves", "success", "break", "meant", "party", "list", "expecting", "william", "attempts", "create", "'the", "recently", "ended", "ideas", "secret", "manages", "agree", "missing", "talented", "twist", "zombie", "unlike", "fantasy", "german", "large", "caught", "cute", "odd", "produced", "return", "match", "laughing", "hardly", "spoilers", "clever", "co", "nudity", "plain", "members", "remake", "escape", "italian", "office", "disney", "potential", "casting", "villain", "pace", "created", "wrote", "missed", "we're", "flat", "pure", "cartoon", "married", "waiting", "6", "state", "filmmakers", "filled", "public", "further", "century", "incredible", "mentioned", "cold", "sadly", "hold", "familiar", "slightly", "visual", "science", "train", "van", "considering", "c", "died", "speak", "language", "30", "popular", "store", "company", "tension", "convincing", "value", "decides", "uses", "sweet", "anti", "social", "credit", "sees", "entirely", "bored", "force", "dancing", "neither", "15", "follows", "intelligent", "compared", "la", "trouble", "choice", "former", "portrayal", "suddenly", "appreciate", "hair", "common", "amount", "fit", "mad", "younger", "moves", "college", "violent", "alive", "yeah", "depth", "brain", "biggest", "fear", "images", "concept", "scott", "law", "drug", "situations", "post", "recommended", "project", "successful", "control", "band", "amusing", "producers", "pointless", "exciting", "cause", "fiction", "focus", "pathetic", "u", "longer", "spend", "bizarre", "meaning", "fake", "positive", "sick", "trash", "christmas", "ultimately", "revenge", "kills", "culture", "decide", "effective", "honest", "basic", "adventure", "spirit", "awesome", "respect", "recent", "alien", "consider", "brothers", "questions", "jane", "barely", "likes", "f", "garbage", "super", "pick", "aside", "impressive", "singing", "shoot", "impossible", "changed", "solid", "humour", "walk", "rated", "weren't", "values", "studio", "involving", "master", "accent", "leaving", "g", "showed", "gang", "channel", "cat", "runs", "prison", "genius", "starring", "road", "literally", "blue", "shooting", "failed", "chemistry", "vampire", "disturbing", "books", "somewhere", "ben", "immediately", "thanks", "ex", "100", "camp", "bought", "honestly", "tough", "considered", "touch", "south", "trip", "fair", "makers", "week", "grade", "conclusion", "ability", "adult", "stick", "sitting", "audiences", "win", "soldiers", "mood", "cult", "army", "80's", "added", "thinks", "surprisingly", "glad", "slasher", "west", "sexy", "explain", "twists", "tone", "journey", "bother", "issues", "normal", "jim", "charles", "bed", "personally", "won", "standard", "heavy", "animated", "nowhere", "purpose", "park", "chase", "edge", "beautifully", "pieces", "door", "likely", "taste", "nobody", "silent", "subtle", "military", "producer", "remains", "naked", "mary", "sam", "aspect", "motion", "computer", "available", "appearance", "terms", "generally", "smart", "complex", "frank", "catch", "photography", "cinematic", "scenery", "soul", "utterly", "bottom", "presence", "opera", "spoiler", "government", "charming", "date", "ride", "comedies", "natural", "historical", "lovely", "adaptation", "pictures", "appeal", "terrific", "innocent", "disappointing", "knowing", "managed", "pass", "constantly", "changes", "loud", "drive", "wow", "emotions", "indian", "thrown", "laughable", "steve", "details", "boyfriend", "walking", "magic", "suppose", "track", "giant", "planet", "ed", "plan", "london", "ghost", "dad", "narrative", "rare", "hey", "r", "attack", "loves", "thank", "unbelievable", "throw", "jones", "places", "detective", "touching", "names", "costumes", "key", "besides", "chris", "slowly", "ray", "building", "o", "thus", "minor", "intended", "painful", "zombies", "award", "land", "presented", "impression", "movie's", "teen", "everybody", "wild", "filming", "excuse", "bond", "speaking", "contains", "stands", "climax", "race", "finish", "club", "festival", "outstanding", "equally", "brief", "hoping", "puts", "feelings", "themes", "acts", "fully", "mysterious", "central", "forever", "mistake", "sub", "surely", "paris", "disappointment", "critics", "lived", "notice", "green", "mainly", "developed", "expectations", "aspects", "manner", "emotion", "you'd", "victim", "student", "stunning", "worthy", "sent", "tired", "million", "double", "image", "drawn", "cry", "justice", "p", "hurt", "pain", "bruce", "ahead", "fascinating", "six", "born", "charlie", "support", "charm", "j", "hospital", "harry", "ship", "opportunity", "laughed", "fresh", "holes", "tony", "offer", "faces", "color", "confusing", "bar", "smith", "random", "christopher", "happening", "news", "dreams", "jean", "confused", "include", "finding", "content", "shock", "flicks", "students", "location", "direct", "suggest", "held", "drugs", "exception", "folks", "marriage", "agent", "porn", "likable", "compelling", "boss", "beat", "pull", "lover", "twice", "dies", "answer", "summer", "fell", "relationships", "don", "putting", "difference", "ground", "noir", "supposedly", "affair", "spot", "seemingly", "gem", "billy", "impressed", "lighting", "ii", "cops", "90", "lacks", "americans", "falling", "batman", "trailer", "martin", "paid", "approach", "forgotten", "collection", "russian", "moral", "information", "creative", "helps", "extreme", "appeared", "actresses", "adds", "radio", "machine", "funniest", "share", "industry", "ugly", "wall", "50", "mix", "gorgeous", "plane", "delivers", "anymore", "wondering", "adults", "flaws", "victims", "therefore", "suicide", "intense", "quick", "m", "detail", "element", "led", "christian", "system", "event", "pop", "mediocre", "followed", "step", "rip", "offers", "disaster", "stuck", "rented", "reminded", "hasn't", "serial", "lets", "allowed", "phone", "numbers", "merely", "church", "ms", "fashion", "count", "seven", "vs", "imagination", "attractive", "stewart", "shouldn't", "hotel", "provides", "station", "cgi", "ready", "latter", "absolute", "negative", "mom", "animals", "impact", "length", "man's", "thats", "standards", "damn", "inspired", "extra", "becoming", "area", "personality", "shocking", "creature", "soldier", "murders", "woods", "turning", "grace", "games", "wearing", "onto", "fellow", "captain", "whatsoever", "seconds", "wise", "tragic", "dirty", "angry", "torture", "epic", "compare", "helped", "lies", "tragedy", "accident", "picked", "cross", "nasty", "sea", "actions", "returns", "scientist", "thin", "listen", "commentary", "professional", "flying", "artistic", "kevin", "thoroughly", "states", "wooden", "lose", "childhood", "passion", "moved", "deliver", "process", "member", "teenage", "zero", "theatre", "proves", "mouth", "teacher", "12", "plots", "l", "afraid", "11", "search", "jason", "carry", "gold", "addition", "sleep", "horse", "kelly", "food", "continue", "realized", "sight", "apartment", "asked", "wanting", "rape", "pleasure", "dying", "provide", "clothes", "thomas", "willing", "began", "sucks", "queen", "wars", "favourite", "bits", "memory", "martial", "energy", "build", "describe", "religious", "rarely", "design", "arts", "henry", "introduced", "loving", "struggle", "hidden", "fox", "watchable", "twenty", "physical", "chinese", "tears", "judge", "independent", "anywhere", "animal", "tim", "mid", "000", "bloody", "x", "intelligence", "redeeming", "winning", "accept", "necessary", "intriguing", "70's", "ryan", "allow", "holds", "comedic", "dangerous", "warning", "trust", "heroes", "suspect", "jr", "surprising", "soft", "jerry", "wood", "wonderfully", "superior", "fat", "al", "deserve", "desert", "deeply", "blame", "accurate", "calls", "anybody", "understanding", "danny", "asks", "includes", "nicely", "reminds", "player", "brutal", "anne", "mine", "grand", "limited", "sat", "treat", "unknown", "explanation", "paced", "issue", "lord", "ups", "unusual", "board", "stephen", "loose", "apparent", "friendship", "pre", "pacing", "boat", "mike", "hated", "criminal", "artist", "heads", "joy", "below", "gags", "wide", "moon", "40", "remarkable", "vhs", "driving", "monsters", "noticed", "vision", "whilst", "leader", "core", "memories", "ill", "character's", "deserved", "engaging", "johnny", "stock", "w", "opposite", "locations", "captured", "scared", "page", "brian", "unnecessary", "references", "soap", "ring", "community", "met", "desperate", "wind", "ice", "knowledge", "roll", "nonsense", "jackson", "creating", "lovers", "officer", "director's", "learned", "powers", "months", "realism", "singer", "responsible", "price", "field", "discover", "alan", "starting", "uncle", "according", "filmmaker", "academy", "mental", "finished", "somebody", "growing", "williams", "stone", "smile", "humans", "buddy", "floor", "lacking", "skip", "absurd", "golden", "fights", "normally", "eddie", "keeping", "arthur", "constant", "conflict", "mission", "exist", "dressed", "ordinary", "explained", "mrs", "hitchcock", "record", "players", "13", "treated", "eating", "magnificent", "window", "technical", "pilot", "survive", "manage", "current", "witch", "shop", "generation", "jump", "cable", "ford", "hits", "cars", "originally", "comparison", "connection", "brown", "k", "saving", "national", "ass", "legend", "naturally", "faith", "bob", "occasionally", "witty", "aware", "rubbish", "broken", "humanity", "bright", "dealing", "mixed", "bigger", "fail", "cuts", "morning", "hadn't", "efforts", "loss", "behavior", "bland", "murdered", "tape", "kick", "spanish", "included", "crappy", "prove", "drunk", "capture", "numerous", "robin", "media", "sean", "forces", "eat", "gotten", "finest", "suit", "instance", "advice", "gary", "european", "howard", "frame", "genuine", "desire", "humorous", "today's", "ball", "edited", "empty", "guns", "villains", "england", "whenever", "bomb", "partner", "foreign", "revealed", "private", "hopes", "deals", "terribly", "discovered", "essentially", "stereotypes", "sing", "jeff", "jennifer", "priest", "frankly", "heroine", "concerned", "castle", "finale", "village", "kinda", "pulled", "featuring", "president", "meanwhile", "toward", "quiet", "one's", "pair", "results", "relate", "feet", "fame", "80s", "youth", "psychological", "v", "blind", "crowd", "dimensional", "talents", "favor", "teenagers", "lucky", "regular", "we've", "international", "seat", "taylor", "skills", "received", "nick", "remembered", "max", "joan", "insane", "sign", "fate", "river", "sheer", "owner", "saved", "moore", "streets", "sucked", "lewis", "study", "african", "visit", "genuinely", "texas", "candy", "parody", "unfunny", "levels", "dated", "program", "context", "nightmare", "allen", "attitude", "here's", "fly", "luck", "range", "screaming", "scream", "utter", "reaction", "vote", "cash", "visuals", "failure", "travel", "portray", "spectacular", "higher", "anthony", "site", "irritating", "hunter", "satire", "dreadful", "unable", "protagonist", "gory", "france", "debut", "aliens", "grown", "miles", "existence", "reach", "awkward", "continues", "evidence", "breaks", "corny", "lesson", "described", "strength", "unrealistic", "asian", "football", "opens", "davis", "fault", "commercial", "steal", "overly", "wedding", "adam", "reviewers", "ultimate", "flesh", "creatures", "steven", "classics", "identity", "ran", "cameo", "australian", "flashbacks", "decision", "heaven", "logic", "fu", "unexpected", "native", "shallow", "curious", "decade", "grow", "pretentious", "perspective", "contrived", "andy", "clean", "paper", "standing", "jimmy", "driven", "cost", "relief", "sell", "provided", "gangster", "discovers", "beach", "freedom", "ann", "bank", "halloween", "delivered", "round", "choose", "h", "visually", "sake", "vampires", "graphic", "cares", "heck", "drag", "suffering", "delightful", "center", "types", "built", "laughter", "brilliantly", "tiny", "product", "eric", "grew", "chick", "barbara", "involves", "they've", "rescue", "creates", "endless", "fill", "formula", "combination", "gonna", "douglas", "breaking", "underrated", "meeting", "individual", "executed", "rise", "julie", "north", "bodies", "teenager", "bringing", "crash", "europe", "cant", "ages", "emotionally", "par", "dubbed", "asking", "model", "capable", "theaters", "trek", "author", "sympathetic", "0", "disgusting", "promise", "loses", "hall", "sisters", "remain", "families", "traditional", "ladies", "proved", "recall", "rules", "dan", "speed", "assume", "allows", "talks", "speech", "contrast", "aged", "enemy", "psycho", "destroy", "send", "test", "believes", "nevertheless", "dick", "sheriff", "correct", "costs", "viewed", "hopefully", "develop", "handsome", "70s", "treatment", "ancient", "bear", "surreal", "shakespeare", "facts", "dollars", "fred", "matt", "pity", "shocked", "devil", "tedious", "majority", "united", "embarrassing", "kong", "blonde", "reviewer", "strongly", "rental", "sequels", "mini", "steals", "terror", "portrays", "lousy", "gene", "nominated", "jesus", "caused", "horribly", "japan", "chosen", "thoughts", "network", "religion", "dogs", "sharp", "wit", "alice", "exploitation", "walked", "matters", "research", "sudden", "scale", "circumstances", "teens", "evening", "theatrical", "proper", "alex", "foot", "surface", "driver", "voices", "excited", "awards", "com", "contemporary", "walks", "obsessed", "extras", "factor", "wayne", "passed", "chief", "clue", "subtitles", "produce", "entertained", "eight", "twisted", "gratuitous", "weeks", "blow", "rose", "rob", "losing", "winner", "germany", "enter", "uk", "technology", "depressing", "largely", "hearted", "amateurish", "propaganda", "louis", "cutting", "source", "painfully", "hearing", "faced", "pleasant", "prince", "portraying", "insult", "experienced", "vehicle", "stopped", "sky", "anna", "bet", "hunt", "saturday", "plans", "gordon", "slapstick", "mask", "service", "committed", "angel", "skin", "kung", "jackie", "larry", "cartoons", "warm", "universal", "lynch", "killers", "universe", "robot", "ruined", "learns", "canadian", "werewolf", "patrick", "darkness", "fits", "lesbian", "code", "versions", "dry", "qualities", "sports", "bbc", "marry", "angles", "albert", "virtually", "witness", "hill", "till", "spoil", "table", "target", "jungle", "scare", "drop", "dennis", "substance", "morgan", "depicted", "segment", "influence", "kate", "appropriate", "spends", "asleep", "truck", "sympathy", "jewish", "semi", "makeup", "excitement", "handled", "performed", "relatively", "lake", "latest", "promising", "25", "haunting", "notch", "guilty", "department", "variety", "holding", "turkey", "training", "believed", "vietnam", "costume", "veteran", "recognize", "safe", "practically", "claim", "fish", "calling", "previously", "danger", "tend", "movement", "display", "convince", "experiences", "keaton", "friday", "broadway", "peace", "prime", "speaks", "satisfying", "continuity", "harris", "joseph", "edward", "appealing", "captures", "featured", "irish", "mountain", "hide", "worthwhile", "amateur", "demons", "professor", "unfortunate", "conversation", "cage", "market", "chan", "idiot", "suffers", "covered", "related", "structure", "abuse", "routine", "granted", "roger", "section", "lower", "degree", "lane", "draw", "liners", "washington", "harsh", "supernatural", "n", "hanging", "presents", "offensive", "demon", "category", "deadly", "accidentally", "accents", "suspenseful", "donald", "tarzan", "crying", "seagal", "statement", "seasons", "extraordinary", "east", "trapped", "elizabeth", "bothered", "encounter", "chose", "westerns", "haunted", "forgettable", "claims", "everywhere", "forth", "favorites", "thankfully", "reveal", "stereotypical", "directly", "adventures", "surprises", "cruel", "trilogy", "praise", "inner", "regret", "anime", "touches", "refreshing", "melodrama", "massive", "hitler", "mainstream", "figured", "politics", "initial", "naive", "unlikely", "studios", "tight", "belief", "dean", "security", "junk", "print", "aka", "changing", "spoof", "sun", "abandoned", "prepared", "exact", "grave", "proud", "destroyed", "dude", "forgot", "california", "sir", "walter", "hole", "holmes", "welcome", "required", "appreciated", "prior", "closer", "sorts", "interview", "minds", "grant", "productions", "serves", "nurse", "reporter", "mexican", "flight", "amazingly", "realizes", "dozen", "erotic", "renting", "rule", "blown", "focused", "effectively", "lights", "africa", "whoever", "wear", "deaths", "hat", "sides", "rough", "gritty", "placed", "kiss", "pulls", "children's", "cell", "legendary", "patient", "summary", "lifetime", "alright", "urban", "stolen", "parker", "ain't", "fare", "express", "colors", "designed", "anderson", "2001", "wilson", "pile", "weapons", "arms", "julia", "account", "highlight", "multiple", "flashback", "frightening", "insight", "quirky", "china", "repeated", "interviews", "narration", "remotely", "fool", "reputation", "forest", "simon", "execution", "term", "path", "provoking", "mildly", "southern", "jail", "johnson", "victor", "critical", "mistakes", "russell", "chaplin", "bus", "greater", "prefer", "false", "superman", "rights", "listening", "hired", "imagery", "roberts", "status", "weekend", "via", "buying", "dress", "blah", "occasional", "atrocious", "regarding", "roy", "suck", "environment", "raised", "technically", "position", "ha", "convinced", "expression", "teeth", "blockbuster", "india", "sounded", "explains", "magical", "14", "underground", "lie", "device", "heavily", "combined", "sensitive", "timing", "figures", "ted", "paying", "daniel", "arrives", "rolling", "mickey", "choices", "task", "funnier", "deeper", "indie", "theory", "closing", "would've", "dracula", "screening", "depiction", "handed", "wwii", "stranger", "campy", "ruin", "examples", "decades", "birth", "wolf", "focuses", "warned", "civil", "scenario", "anger", "helen", "necessarily", "stayed", "mature", "spy", "metal", "curse", "massacre", "amazed", "nonetheless", "initially", "baseball", "throwing", "offered", "drew", "scares", "kim", "seek", "laura", "starred", "murphy", "bore", "mob", "treasure", "shadow", "goofy", "passing", "understood", "dinner", "murderer", "downright", "dollar", "luke", "serve", "spite", "reveals", "sarah", "bound", "unconvincing", "cultural", "shorts", "wins", "nuclear", "halfway", "paint", "tree", "princess", "racist", "titles", "criticism", "throws", "ignore", "base", "usa", "intellectual", "uninteresting", "complicated", "originality", "lonely", "gas", "rain", "kinds", "charge", "beast", "le", "skill", "un", "sword", "nude", "views", "pregnant", "racism", "entertain", "adding", "brave", "lawyer", "jobs", "struggling", "drinking", "he'd", "headed", "succeeds", "ludicrous", "delivery", "could've", "facial", "punch", "gross", "nazi", "mere", "significant", "susan", "handle", "flow", "suffer", "ratings", "host", "causes", "fbi", "attempting", "screenwriter", "inept", "remote", "breath", "desperately", "join", "crafted", "amongst", "sunday", "barry", "comical", "court", "minded", "gruesome", "achieve", "stays", "cheese", "everyday", "description", "guest", "inspiration", "faithful", "crude", "answers", "friendly", "format", "served", "retarded", "learning", "assistant", "daily", "internet", "fourth", "beloved", "concert", "helping", "stupidity", "introduction", "arm", "afternoon", "expressions", "purely", "hong", "reference", "sleeping", "drink", "touched", "artists", "contain", "reminiscent", "vacation", "bollywood", "raw", "san", "carried", "properly", "kane", "angle", "league", "maker", "lisa", "medical", "sitcom", "accepted", "obnoxious", "letter", "perform", "separate", "betty", "storytelling", "drives", "brooks", "tommy", "disbelief", "oliver", "quest", "stomach", "entry", "extent", "hence", "enjoying", "santa", "carries", "attacks", "packed", "strangely", "shut", "tour", "chilling", "madness", "comedian", "credible", "stealing", "rings", "risk", "contact", "mentally", "michelle", "happiness", "bag", "basis", "guard", "determined", "fabulous", "novels", "flawed", "tales", "wears", "graphics", "interpretation", "people's", "controversial", "hip", "wanna", "experiment", "revolution", "seeking", "authentic", "notable", "jon", "st", "marie", "father's", "thousands", "credibility", "'s", "60's", "hood", "catherine", "nowadays", "settings", "17", "albeit", "nine", "hang", "blair", "confusion", "flash", "von", "criminals", "balance", "whereas", "fictional", "chuck", "tongue", "sinister", "lazy", "sum", "carrying", "soviet", "glass", "woody", "topic", "caring", "innocence", "ron", "picks", "miller", "sleazy", "mgm", "clark", "vincent", "cowboy", "sold", "technique", "italy", "protect", "union", "spoken", "cousin", "attacked", "trick", "warner", "fortunately", "tense", "escapes", "ashamed", "gripping", "manager", "pg", "revolves", "dear", "hoffman", "opened", "exists", "ironic", "letting", "hundred", "toy", "2005", "disagree", "lloyd", "sinatra", "snow", "wealthy", "regard", "struggles", "steps", "replaced", "regardless", "columbo", "dare", "greatly", "ad", "los", "exceptional", "mexico", "nose", "challenge", "mindless", "bitter", "thief", "horrific", "frequently", "succeed", "stops", "sexuality", "delight", "fallen", "tune", "text", "lessons", "countries", "tradition", "idiotic", "chair", "intensity", "embarrassed", "plastic", "flaw", "existent", "convey", "laid", "guessing", "established", "greek", "poignant", "upset", "searching", "proof", "weapon", "cynical", "lovable", "mst3k", "honor", "franchise", "thousand", "clips", "mirror", "fairy", "80", "matrix", "repeat", "scripts", "ghosts", "jay", "creation", "cooper", "stunts", "daughters", "advantage", "alas", "18", "mouse", "thirty", "walker", "presentation", "dave", "torn", "nights", "raise", "coach", "guide", "riding", "jamie", "storm", "worry", "rival", "cases", "shape", "dislike", "videos", "farm", "millions", "breathtaking", "scientists", "aired", "courage", "oddly", "pack", "eastwood", "brad", "row", "hiding", "eyed", "angels", "dragon", "karen", "silence", "condition", "marvelous", "16", "consists", "needless", "techniques", "perfection", "suggests", "obsession", "sings", "spin", "chasing", "hint", "legs", "destruction", "slight", "leslie", "useless", "appearing", "noted", "con", "invisible", "boredom", "lesser", "stylish", "attempted", "wasting", "appearances", "physically", "jumps", "trial", "ripped", "wing", "upper", "burt", "instantly", "lying", "1950s", "musicals", "maria", "ninja", "ourselves", "shark", "selling", "quote", "gag", "tribute", "consequences", "holiday", "oz", "expert", "silver", "fest", "monkey", "bridge", "irony", "per", "90's", "hundreds", "smoking", "thrillers", "dramas", "object", "bobby", "successfully", "bat", "australia", "briefly", "specific", "competent", "warn", "hooked", "troubled", "adapted", "tied", "2006", "suffered", "burns", "pool", "saves", "jessica", "sally", "surrounding", "string", "closely", "weight", "shoots", "equal", "mass", "bugs", "snakes", "busy", "refuses", "beer", "hardy", "intentions", "hearts", "remind", "basement", "midnight", "sutherland", "unforgettable", "wave", "meaningful", "nancy", "belongs", "pitch", "attraction", "gotta", "imaginative", "shines", "cameron", "overcome", "trap", "achieved", "colorful", "alike", "checking", "grim", "profound", "rush", "performers", "exercise", "knife", "struck", "navy", "chases", "sends", "protagonists", "nation", "homage", "jerk", "caine", "thrilling", "broke", "outer", "suits", "pro", "size", "teach", "kennedy", "freddy", "essence", "snake", "ultra", "christ", "45", "lacked", "rachel", "enjoyment", "multi", "connected", "solve", "woman's", "atmospheric", "spots", "notorious", "guts", "kidnapped", "crimes", "outrageous", "dawn", "competition", "wishes", "personalities", "spending", "heist", "acceptable", "glory", "essential", "incident", "blows", "jonathan", "importance", "20th", "bible", "birthday", "carefully", "dialogs", "miserably", "beings", "annoyed", "happily", "reynolds", "locked", "dancer", "stunt", "aunt", "uninspired", "uncomfortable", "dealt", "zone", "korean", "concerns", "develops", "piano", "germans", "glimpse", "1970s", "stan", "indians", "ralph", "importantly", "welles", "guilt", "returning", "norman", "elsewhere", "pet", "bucks", "meat", "portrait", "hitting", "shower", "tear", "stanwyck", "kicks", "opposed", "emily", "oil", "ensemble", "striking", "identify", "neat", "fashioned", "stretch", "month", "health", "fianc", "pat", "rushed", "pacino", "philip", "discovery", "2000", "corrupt", "cave", "push", "larger", "drags", "cardboard", "repeatedly", "buck", "tricks", "gothic", "talked", "miscast", "ambitious", "blade", "corner", "melodramatic", "ignored", "bare", "horses", "infamous", "hunting", "revelation", "lone", "dubbing", "hills", "hype", "card", "butt", "24", "grows", "freeman", "redemption", "shall", "suspects", "brand", "puppet", "they'd", "encounters", "relevant", "fulci", "expensive", "sexually", "strip", "lion", "increasingly", "arnold", "wake", "bird", "jumping", "sentimental", "shadows", "crisis", "toilet", "hbo", "split", "powell", "1st", "dragged", "sidney", "khan", "typically", "sophisticated", "revealing", "bone", "mel", "hoped", "andrews", "dropped", "performing", "curiosity", "pride", "foster", "neck", "forgive", "highlights", "cameos", "pulp", "victoria", "endearing", "raped", "territory", "souls", "inspiring", "stood", "button", "easier", "clint", "trite", "library", "predator", "sandra", "admire", "magazine", "workers", "precious", "burning", "burton", "charisma", "remaining", "subplot", "response", "catholic", "inevitable", "shoes", "emma", "investigation", "eerie", "audio", "neighborhood", "beating", "horrendous", "fortune", "lucy", "cringe", "shortly", "intention", "breasts", "chain", "cure", "restaurant", "possessed", "repetitive", "appalling", "sin", "inspector", "requires", "linda", "admittedly", "attracted", "kudos", "gain", "mitchell", "pointed", "commercials", "loser", "accused", "commit", "unintentionally", "handful", "horrors", "burn", "individuals", "stole", "fitting", "smoke", "duty", "oscars", "killings", "tremendous", "fifteen", "pulling", "stated", "godfather", "medium", "pitt", "brazil", "threw", "colour", "poster", "loosely", "minimal", "noise", "rid", "altogether", "motivation", "travels", "watches", "cabin", "argue", "gray", "engaged", "corpse", "editor", "tons", "1980s", "luckily", "battles", "shirt", "britain", "explosions", "thumbs", "distant", "clues", "creators", "backdrop", "freak", "wicked", "laurel", "staff", "pie", "doors", "reasonable", "punk", "angeles", "doll", "flynn", "ocean", "holly", "chicago", "characterization", "tall", "spoiled", "world's", "intent", "reactions", "broadcast", "trade", "hal", "horrid", "wonders", "connery", "nazis", "beaten", "demands", "heat", "occurs", "noble", "thrills", "factory", "60", "incoherent", "photographed", "cried", "ironically", "hire", "threat", "documentaries", "poverty", "countless", "virus", "wrestling", "allowing", "60s", "brilliance", "resolution", "alexander", "sons", "dig", "goal", "masters", "stiff", "superbly", "vague", "associated", "press", "bush", "interaction", "believing", "farce", "matthau", "load", "fancy", "realise", "diane", "spirited", "fx", "mild", "picking", "lugosi", "evident", "notes", "huh", "tortured", "hysterical", "spiritual", "heroic", "surrounded", "providing", "idiots", "enters", "eve", "elderly", "they'll", "grey", "celluloid", "shy", "plague", "definite", "rogers", "hudson", "jake", "carpenter", "grandfather", "sentence", "messages", "digital", "merit", "subsequent", "spare", "buried", "worlds", "anyways", "glenn", "amanda", "reasonably", "displays", "frustrated", "insulting", "aimed", "ranks", "knock", "charismatic", "stanley", "bride", "symbolism", "detailed", "swedish", "areas", "accomplished", "strike", "returned", "matthew", "cheek", "walls", "99", "pink", "pleased", "survival", "mansion", "cinderella", "afterwards", "segments", "virgin", "daring", "wreck", "arrive", "flawless", "scripted", "presumably", "carl", "arrested", "tunes", "outcome", "concerning", "beats", "extended", "blowing", "prevent", "directorial", "ah", "terrifying", "iii", "escaped", "abilities", "nelson", "causing", "represents", "lab", "jazz", "disc", "tarantino", "jeremy", "currently", "scientific", "chances", "builds", "landscape", "disease", "titled", "critic", "terrorist", "crack", "distance", "claire", "50's", "strikes", "occur", "cared", "ken", "liking", "wondered", "conspiracy", "web", "hatred", "antics", "q", "swear", "savage", "achievement", "fears", "jealous", "pleasantly", "cook", "persona", "sadistic", "generous", "funeral", "prisoners", "trail", "root", "depression", "spooky", "2004", "gift", "ian", "receive", "secrets", "russia", "finger", "threatening", "strictly", "burned", "rick", "timeless", "continued", "complaint", "pushed", "painting", "nearby", "dorothy", "bergman", "discussion", "contrary", "worthless", "dialogues", "worried", "chaos", "rocks", "resembles", "wallace", "connect", "planning", "stronger", "attached", "we'll", "andrew", "broad", "ho", "projects", "ward", "subjects", "cole", "staged", "valley", "bell", "combat", "politically", "worker", "prostitute", "drivel", "rural", "carter", "cia", "logical", "conceived", "fighter", "menacing", "hardcore", "hamlet", "pseudo", "listed", "fired", "sticks", "ridiculously", "traveling", "it'll", "neighbor", "obscure", "lyrics", "university", "disjointed", "secretary", "comfortable", "juvenile", "craig", "affected", "liberal", "ego", "sole", "spell", "argument", "careers", "racial", "covers", "recorded", "bears", "craft", "mummy", "gradually", "goodness", "lawrence", "kidding", "delivering", "signs", "tea", "mile", "dinosaurs", "canada", "explicit", "implausible", "offended", "notably", "bleak", "involvement", "possibility", "conversations", "officers", "randy", "roman", "kitchen", "comics", "offering", "unpleasant", "sadness", "devoid", "pants", "ireland", "meaningless", "draws", "investigate", "furthermore", "porno", "lou", "assassin", "hammer", "bathroom", "executive", "cup", "explore", "unwatchable", "brains", "z", "overlooked", "tie", "influenced", "winter", "morality", "eccentric", "angela", "airport", "sacrifice", "vast", "isolated", "ticket", "stinker", "dire", "installment", "synopsis", "translation", "tracks", "1999", "warrior", "drunken", "groups", "differences", "exaggerated", "primarily", "generic", "frankenstein", "twin", "staying", "improved", "judging", "popcorn", "removed", "throat", "unbelievably", "boot", "specifically", "satan", "lol", "cats", "odds", "slightest", "willis", "airplane", "philosophy", "reached", "gentle", "planned", "mario", "bin", "rabbit", "agents", "blend", "secondly", "blues", "wax", "1950's", "thrill", "citizen", "spike", "2002", "closed", "harder", "psychotic", "dedicated", "errors", "baker", "proceedings", "trio", "aforementioned", "carol", "estate", "disturbed", "limits", "sloppy", "screams", "wannabe", "scarlett", "sidekick", "unbearable", "benefit", "tracy", "yellow", "conventional", "marks", "models", "pretend", "doomed", "prisoner", "narrator", "owen", "recognition", "constructed", "bullets", "he'll", "murray", "decisions", "dignity", "eighties", "blank", "subtlety", "misses", "devoted", "ideal", "museum", "hanks", "opinions", "2nd", "rendition", "hopper", "shining", "bullet", "fetched", "aging", "highest", "robbery", "overdone", "holy", "newspaper", "producing", "explosion", "cruise", "wont", "orders", "buddies", "thick", "poetry", "intrigued", "measure", "bruno", "elaborate", "occurred", "rex", "murderous", "rage", "slap", "sport", "trained", "terry", "beneath", "movements", "ya", "stooges", "mixture", "genres", "motives", "relative", "franco", "vicious", "duke", "coffee", "complain", "2007", "earned", "clumsy", "similarly", "explaining", "intrigue", "iron", "tag", "absence", "stereotype", "imagined", "rank", "justin", "neil", "partly", "cards", "pushing", "exposed", "classical", "lit", "winds", "preview", "recognized", "wet", "suited", "empire", "2003", "contained", "campbell", "martha", "relies", "damage", "clothing", "arrogant", "garden", "fatal", "eva", "commented", "hook", "carrie", "folk", "grab", "mafia", "block", "waters", "convoluted", "population", "reduced", "amy", "lifestyle", "duo", "ranger", "simplistic", "ruthless", "clown", "illegal", "wine", "captivating", "walken", "existed", "diamond", "enormous", "manhattan", "pays", "girl's", "darker", "unintentional", "blatant", "cameras", "bull", "border", "montage", "selfish", "undoubtedly", "inventive", "superficial", "photographer", "afford", "agreed", "show's", "mate", "ruins", "bette", "versus", "reaches", "depressed", "chest", "ought", "buster", "passes", "reunion", "satisfied", "shine", "childish", "rubber", "todd", "distracting", "titanic", "innovative", "alfred", "primary", "choreography", "represent", "dust", "ned", "failing", "claude", "fonda", "scarecrow", "composed", "armed", "nicole", "foul", "menace", "giallo", "mistaken", "solely", "yesterday", "homosexual", "leg", "principal", "centered", "splendid", "official", "trees", "unfolds", "describes", "adequate", "introduces", "enemies", "miserable", "involve", "everyone's", "kurt", "loads", "writes", "streep", "eaten", "succeeded", "eastern", "lips", "frankie", "colonel", "catches", "depicts", "fingers", "00", "davies", "revolutionary", "turner", "smaller", "coherent", "scheme", "performer", "education", "grandmother", "copies", "flies", "buildings", "comparing", "solo", "parent", "painted", "fields", "parallel", "temple", "immensely", "props", "bates", "buff", "stellar", "reed", "honesty", "smooth", "consistently", "vegas", "squad", "wrapped", "tame", "method", "report", "aid", "lay", "seventies", "accompanied", "belong", "keith", "cheating", "bottle", "notion", "shelf", "strangers", "loyal", "contract", "punishment", "witnessed", "progress", "nightmares", "countryside", "1980", "styles", "mother's", "maintain", "rooms", "purchase", "teaching", "terrorists", "fond", "equipment", "amounts", "calm", "consistent", "et", "explored", "fix", "crucial", "poetic", "dozens", "dynamic", "plant", "twelve", "circle", "fooled", "carrey", "emphasis", "focusing", "recording", "impress", "penn", "rap", "characters'", "forms", "rita", "philosophical", "vivid", "historically", "francis", "advise", "divorce", "kirk", "namely", "chicken", "slick", "bold", "cliff", "alternative", "communist", "instant", "derek", "psychiatrist", "ears", "dating", "jet", "financial", "madonna", "spielberg", "helicopter", "hitchcock's", "junior", "passionate", "margaret", "agrees", "cd", "vice", "coast", "companion", "spring", "lincoln", "mountains", "abc", "closet", "practice", "unoriginal", "justify", "gangsters", "mtv", "curtis", "link", "user", "endings", "forty", "scores", "annie", "blond", "rising", "bourne", "worn", "mentioning", "rotten", "splatter", "trailers", "advance", "leonard", "cusack", "blake", "convincingly", "blew", "tender", "discuss", "brando", "urge", "ruth", "masterful", "potentially", "bonus", "kicked", "plausible", "wore", "similarities", "hilariously", "pretending", "abysmal", "glasses", "homeless", "1970's", "thoughtful", "developing", "bang", "considerable", "fed", "lust", "overrated", "exotic", "hates", "website", "ease", "drawing", "tonight", "responsibility", "classes", "subplots", "creativity", "pearl", "borrowed", "florida", "transformation", "downhill", "album", "doc", "deliberately", "cinematographer", "puppets", "sounding", "slave", "da", "resemblance", "hollow", "improve", "bite", "1995", "adorable", "triumph", "tank", "disappoint", "survived", "displayed", "cheated", "enjoys", "mistress", "staring", "switch", "flop", "stevens", "cream", "taught", "widow", "journalist", "safety", "drops", "riveting", "arrived", "cox", "1930s", "guests", "nostalgia", "defeat", "overwhelming", "tends", "sits", "edition", "suitable", "resort", "climactic", "sandler", "rocket", "houses", "myers", "reflect", "formulaic", "suggested", "mill", "swimming", "survivors", "quinn", "edgar", "square", "hideous", "mail", "exchange", "channels", "wounded", "advertising", "francisco", "uneven", "guy's", "jeffrey", "disappeared", "march", "dinosaur", "awe", "emperor", "inane", "boll", "shirley", "tad", "defense", "dolls", "careful", "yelling", "barney", "directs", "ties", "alongside", "demand", "brutally", "wound", "nail", "relations", "sh", "useful", "shake", "frost", "portion", "birds", "guessed", "norris", "treats", "1972", "progresses", "contest", "steel", "reflection", "stilted", "nervous", "fought", "corruption", "irrelevant", "knight", "defined", "'em", "underlying", "nomination", "solution", "understated", "parties", "voiced", "trashy", "priceless", "sincere", "sappy", "intimate", "doug", "laughably", "vengeance", "ingredients", "chased", "35", "damme", "jesse", "couples", "matches", "faster", "capturing", "feast", "jews", "desired", "elegant", "karate", "despair", "jaws", "topless", "floating", "troma", "combine", "attitudes", "lately", "13th", "buffs", "illness", "proceeds", "command", "pan", "hitch", "seeks", "horrifying", "lucas", "3rd", "cleverly", "promises", "thugs", "wished", "frustrating", "bay", "banned", "illogical", "citizens", "understandable", "prize", "hamilton", "conditions", "rat", "runner", "premiere", "operation", "ham", "marketing", "endure", "pot", "cannibal", "phrase", "inappropriate", "phil", "im", "awake", "tripe", "marion", "enterprise", "1960s", "embarrassment", "disappear", "destiny", "wealth", "rebel", "charlotte", "timothy", "crystal", "spirits", "grasp", "someone's", "joined", "josh", "sheen", "senses", "harvey", "god's", "challenging", "moody", "legal", "motivations", "catching", "eager", "mode", "weakest", "patients", "incompetent", "hollywood's", "rolled", "dutch", "pops", "adams", "frequent", "showcase", "unit", "circus", "ali", "rocky", "dentist", "futuristic", "hints", "frustration", "macy", "bridges", "glorious", "remarkably", "glover", "occasion", "stinks", "chapter", "70", "ellen", "che", "facing", "lowest", "twins", "alert", "scope", "doom", "grudge", "stark", "dances", "pitiful", "spread", "unsettling", "absent", "1968", "backgrounds", "guarantee", "react", "tyler", "ensues", "nostalgic", "karloff", "electric", "behave", "warmth", "reel", "beliefs", "experimental", "outfit", "vulnerable", "closest", "gate", "cake", "ignorant", "mysteries", "hack", "whats", "warren", "wandering", "prejudice", "bones", "cg", "boxing", "purposes", "remained", "avoided", "twilight", "peak", "desperation", "turkish", "watson", "baldwin", "assault", "forbidden", "cagney", "spider", "virginia", "affection", "possibilities", "mayor", "hart", "sullivan", "graham", "1996", "greatness", "overacting", "scooby", "apes", "quotes", "invasion", "minimum", "butler", "cliche", "phony", "faults", "authority", "popularity", "species", "elvis", "waited", "depicting", "mankind", "mighty", "pun", "el", "claimed", "warming", "passable", "mars", "letters", "relation", "ear", "superhero", "les", "1979", "settle", "descent", "kicking", "joel", "misery", "nuts", "spoke", "crush", "boris", "dreary", "educational", "neo", "bumbling", "awhile", "guitar", "ape", "bo", "valuable", "bath", "celebrity", "cancer", "spacey", "defend", "doo", "conservative", "wishing", "surviving", "promised", "unhappy", "tourist", "realizing", "represented", "elephant", "arrival", "perry", "chainsaw", "viewings", "purchased", "introduce", "sixties", "vaguely", "spain", "harold", "hippie", "year's", "gifted", "serving", "duck", "generated", "composer", "carradine", "corporate", "robots", "dancers", "equivalent", "bedroom", "lands", "literature", "persons", "artificial", "behaviour", "soccer", "arguably", "austin", "wacky", "correctly", "challenged", "hugh", "transfer", "kubrick", "thru", "sung", "loneliness", "america's", "resulting", "relatives", "respected", "nyc", "secondary", "mason", "appreciation", "choreographed", "moreover", "dee", "reads", "landing", "saga", "hungry", "severe", "robinson", "counter", "dropping", "eats", "suspicious", "engage", "colin", "loaded", "fever", "garfield", "patience", "patricia", "smiling", "psychic", "hokey", "wife's", "meryl", "commander", "june", "checked", "affairs", "wives", "bands", "sue", "cassavetes", "miniseries", "boom", "underworld", "damned", "hopeless", "incomprehensible", "sleaze", "photo", "exceptionally", "dressing", "reaching", "musicians", "waves", "construction", "likewise", "chicks", "enthusiasm", "indulgent", "civilization", "performs", "dimension", "resist", "alcohol", "nicholson", "hung", "felix", "stress", "distinct", "paranoia", "marshall", "teaches", "samurai", "prey", "affect", "testament", "refused", "inferior", "pressure", "generations", "discovering", "quit", "scottish", 